Unable to create wall for curtain wall panel.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UnableToCreateWallForPanel { get; }
  Visual Basic
Public Shared ReadOnly Property UnableToCreateWallForPanel As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnableToCreateWallForPanel {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures WallFailures Class
  Autodesk.Revit.DB Namespace